<!--
 * @Author: sjp
 * @Date: 2021-05-21 20:30:09
 * @LastEditTime: 2021-06-28 19:49:29
 * @LastEditors: Please set LastEditors
 * @Description: In User Settings Edit
 * @FilePath: \jzyf-static\src\views\ispSign\agreement.vue
-->
<template>
  <div class="agreement">
    <h2 style="text-align: center;">产品服务框架协议</h2>
    <p>
      本协议由已在京致云服平台注册并准备向“北京京东世纪信息技术有限公司”（
      以下简称“乙方”）采购的产品服务的京致云服用户（以下简称“甲方”）与乙方共同缔结，具有合同效力。
    </p>
    <p>
      甲方在委托京东提供产品服务合作前，请认真阅读并理解本协议内容，尤其是本协议内容中以加粗方式显著标识的文字，请甲方着重阅读、慎重考虑。
    </p>
    <h1>前言</h1>
    <p>
      本协议由甲方与乙方共同缔结，具有合同效力。乙方代表乙方、乙方关联公司及所属子公司等法律实体，本协议中提及的应由乙方行使的权利和履行的义务，由负责相应区域及业务范围的乙方或乙方关联公司在对应区域内实际履行本协议，并为其履行行为按本协议约定承担法律后果。乙方各公司作为独立法律实体单独承担法律责任，相互间不承担担保、保证、连带等责任。
    </p>
    <p>
      <strong
        >甲方通过“京致云服系统”（
        jzyf.jd.com）申请产品服务合作，一经点击“【我已仔细阅读并同意协议】”按键，即意味着甲方同意与乙方签订本协议并自愿受本协议约束，但甲方在线同意本协议并不意味着本协议立即生效。甲方通过乙方系统正式审核确认时本协议生效，届时本协议对甲方及京东具有法律效力。如京东需要甲方与京东另行签署协议的，则甲方还应遵守另行签署的协议。</strong
      >
    </p>
    <p>
      本协议由协议正文、附件及依据公示于京致云服系统的各项规则所组成，协议附件及规则与本协议具有同等法律效力，如规则与本协议约定不一致的，以公布生效日期或签署日期在后的文件为准执行。
    </p>
    <p>
      <strong
        >本协议仅在表明甲乙双方之间的权利义务关系，对于甲方通过“京致云服系统”与第三方建立的产品服务等合作关系以及由此产生的权利义务等与乙方无关，由甲方与第三方自行解决。</strong
      >
    </p>
    <p>
      本协议各条的标题仅为方便阅读而设，无意成为本协议的一部分，也不影响本协议的含义或解释。
    </p>
    <h2 style="text-align: center;">协 议 正 文</h2>
    <p>
      甲乙双方本着平等互利、真诚合作、共同发展的原则，为共同开拓市场，于<span>北京市大兴区</span>，依据国家相关法律、法规达成以下协议，以资双方共同遵守。
    </p>
    <h4>第一条 定义</h4>
    <p>
      1、京致云服平台（即jzyf.com，又名京致云服系统）：指运行于“京致云服平台jzyf.jd.com”开放平台上的为京致云服用户进行服务能力/服务商品采购，并与平台上商家达成交易意向的特定网络空间，以下或简称“平台”。甲乙双方通过该平台完成服务订单派发与结算确认等服务相关工作。
    </p>
    <p>
      2、安装服务：指甲方委托乙方到指定地点对甲方指定产品进行上门安装的服务业务。
    </p>
    <p>
      3、保障服务：指甲方委托乙方到指定地点对甲方指定产品进行上门维持产品正常使用的保障服务业务，包括但不局限于上门检测、鉴定、调试、维修等。
    </p>
    <h4>第二条 合作模式</h4>
    <p>
      甲方为合作品牌生产厂商或品牌方合法授权的销售公司，并且甲方授权乙方对甲方所销售的商品提供安装、保障服务，乙方接受甲方委托为甲方客户提供安装、保障服务。
    </p>
    <p>
      甲方授权并委托乙方根据订单确认的品牌、产品、区域服务内容，由乙方自主提供服务或分配服务订单到服务商提供服务并进行服务管理，甲方向乙方支付服务费用。
    </p>
    <h4>第三条 结算管理</h4>
    <p>
      1、服务结算标准：产品结算标准以甲、乙双方通过平台确认的订单为准。甲方同意按照本协议的约定以及后续公示更新的标准或补充协议（若有）中确定的标准向乙方支付预付款等费用。甲方应保证按照与乙方合同约定结算时间及时向平台支付预付款/合同款，如未及时支持相关款项，乙方有权根据合同约定条款停止派单及履约服务，造成的一切后果和损失均由甲方自行承担，给乙方造成损失的，甲方还应承担相应赔偿责任。
    </p>
    <p>
      2、结算方式:
      甲方在京致云服平台提交有效签约合同/采购订单，结算方式应按照京致云服平台提示的以下两种结算方式中的一种进行结算，结算周期为月度结算：
    </p>
    <p>1）服务费预存：</p>
    <p>
      根据双方协商，甲方预付给乙方一定金额服务费用，服务费用按商品预估月销售量x服务单价计算，如预存服务费用使用达到预存金额的50%，乙方系统自动触发至甲指定邮箱，甲方应在邮件接收后2日内补全服务费用至乙方指定账户。当服务费用达到预存金额90%时，乙方有权停止派单并邮件告知甲方指定邮箱，如因甲方未及时预存规定的服务费用，导致乙方服务派单暂停的甲方负全责。
    </p>
    <p>
      上一自然月需结算的服务单明细由乙方在每月5日前（节假日顺延）通过系统推送甲方运营后台，甲方接到明细后3个工作日内在系统后台确认。乙方在收到甲方结算的确认后10个工作日内将结算发票邮寄给甲方。
    </p>
    <p>2）服务费月结：</p>
    <p>
      根据双方协商，甲方需按结算时间支付乙方服务费用，在甲方未按结算时间支付乙方服务费用，乙方有权在甲方未结货款中扣除相应费用。
    </p>
    <p>
      乙方每月5日前（节假日顺延）通过系统后台向向甲方运营后台发送上一个月的服务单明细，甲方接收明细后5个工作日内确认并在确认后5日内支付给乙方指定账户。乙方在收到甲方服务费用后10个工作日内将结算发票邮寄给甲方。如甲方后台接收到乙方服务明细后20个工作日未支付乙方服务费用，乙方有权从甲方未结货款中扣除对应服务费用。
    </p>
    <p>
      3、如乙方所提交的用户明细与甲方所记载委托数量及明细不一致，乙方必须在三日内提交书面说明及相关依据以便双方进一步沟通协商，如果合作数量发生争议且协商达3日仍未达成一致的，双方同意以乙方履约管理系统记录的统计数据为准
    </p>
    <p>4、甲方应保证其提交的开票信息及付款信息的真实性与准确性</p>
    <p>1）乙方的银行账户信息如下：</p>
    <p>2）公司名称： 北京京东世纪信息技术有限公司</p>
    <p>开户行名称：交通银行北京海淀支行</p>
    <p>开户行号：301100000099</p>
    <p>开户行账号：110060576018150093527</p>
    <p>
      注意事项：乙方发票专用章要与本合同签订的公司名称保持一致；所开发票不允许有任何涂改，小写金额在规定格线内填写，并且要求盖的发票专用章清晰。
    </p>
    <p>
      3）需甲方确认发票类型：□增值税专用发票
      □增值税普通发票（需甲方系统并选择并确认需开发票类型，如需开具增值税专用发票，请甲方提供一般纳税人资质证明文件及系统填写增值税专用发票信息（发票抬头，开户名，开户行，账号，统一社会信用代码，地址），发票收件信息：公司名称，邮寄地址，收件人，电话）。签署协议时需要甲方提供以下资料：企业营业执照、税务登记证、组织机构代码证、开户许可证、法人代表身份证复印件，符合国家“三证合一”置换的地区，营业执照、税务登记证、组织机构代码证无需提供，但须提供符合要求的“统一社会信用代码证”
      的新版营业执照，以及其他根据本合同内容需提供的资料。
    </p>
    <p>
      4）甲方信息开票说明：开票信息以及发票收件地址以录入系统的为准，如有变更，需要提前通知乙方。
    </p>
    <p>A.发票信息内容：</p>
    <p>
      发票内容：【服务内容为培训服务、清洗服务、安装服务（不包含工程建筑类）、检测服务、运维服务、保障服务（不包含换件维修类）等，项目一栏填写“<span>XX服务费</span>”，适用税率6%】；【服务内容为安装服务（工程建筑类），项目一栏填写“*建筑服务*安装服务费”，适用税率9%】；【服务内容为维修服务、保障服务（换件维修类），项目一栏填写“维修服务费/延保服务”，
      适用税率13%】，金额为乙方履约管理系统完工数量x服务单价，推送给甲方邮箱的实结金额。
    </p>
    <h4>第四条 甲方的权利和义务</h4>
    <p>
      1、甲方需确保按照甲乙双方约定结算账期内，准时将结算费付款到乙方提供的账户。
    </p>
    <p>
      2、甲方需在委托乙方安装服务后，为乙方提供不少于<span> 2 </span
      >次/自然年的产品知识、技术、安全知识培训。
    </p>
    <p>
      3、为提高乙方服务人员的安装技能，甲方根据新产品上市进度及新技术的应用情况提前30天制定详细的培训计划和培训资料，采取多种方式进行技术培训，便于乙方及时组织学习，以满足乙方对甲方产品技术服务的需求。
    </p>
    <p>
      4、在合同期限内，甲方有义务为乙方提供服务所需的技术资料及相应的培训支持。因甲方提供的包括但不限于技术资料、说明或指示有误而造成的任何责任或费用，由甲方自行承担，乙方不承担任何赔偿责任且甲方仍需按照本合同约定向乙方结算服务费用。
    </p>
    <p>
      5、甲方有权定期走访或电话回访乙方，听取乙方意见和建议，了解产品质量以及用户需求各方面的信息。
    </p>
    <p>
      6、对于乙方提出的技术问题或配件问题，甲方应对乙方及时进行指导并提供解决方案，同时甲方需提供接口人供乙方进行咨询，若接口人员调动需在24小时内通知乙方。如乙方终端遇到技术或配件问题，邮件形式或电话通知甲方接口人，甲方应在24小时内协助解决，必要时甲方需前往现场协助处理。
    </p>
    <p>
      7、对于安装时需额外使用辅助材料的产品，甲方需向乙方提供符合国家相关标准的产品辅助材料采购渠道或甲方同意由乙方自行采购提供符合国家相关标准的产品辅助材料，甲方需为乙方提供协助与指导。
    </p>
    <p>
      8、在合同期限内，甲方在京东平台销售的产品的安装服务指定乙方服务，甲方不得再派单到除乙方之外的其他服务商（乙方确认超出服务范围的除外）。
    </p>
    <p>
      9、甲方违反本协议约定的，乙方有权要求甲方支付人民币拾万元违约金，并要求甲方赔偿由此给乙方造成的一切经济损失，包括但不限于乙方对客户、第三方的赔偿、行政机关的处罚及相应的诉讼、律师、鉴定、差旅等费用，同时乙方有权单方提前终止合作。
    </p>
    <p>
      10、甲方需向乙方明示提供服务过程中的安全要求，否则因此造成的乙方及第三方损失的，由甲方负责。
    </p>
    <h4>第五条 乙方的权利和义务</h4>
    <p>
      1、乙方有权自行或委托乙方签约服务商为用户提供安装、保障服务。乙方委托签约服务商的，乙方需与签约服务商签署书面协议。
    </p>
    <p>
      2、乙方在开展日常服务工作中，应严格遵守国家有关安全生产的法律法规以及交通安全,
      主动掌握各类安全知识。
    </p>
    <p>
      3、乙方应按照京东服务标准执行，确保安装订单<span> 72 </span
      >小时安装服务时效（非乙方原因或不可抗力原因导致的除外），为进一步提升客户满意度，控制安装差评、网络差评的产生，并在整个服务过程中积极维护甲方的品牌声誉度、美誉度
    </p>
    <p>
      4、乙方应积极参加甲方组织开展的各类技术培训工作。乙方应定期对内部技术人员进行培训，总结服务经验、搜集整理安装实例，不断提高服务人员技术水平。
    </p>
    <p>
      5、对于产品安装时需额外使用辅助材料或设备，乙方自行采购的，应确保提供客户安装所用的材料、设备及产品必须符合相关质量要求，不得以次充好。
    </p>
    <p>
      6、甲方同意乙方根据业务调整情况将本协议项下的权利和义务部分或全部转移给乙方相关关联公司，但须提前5日通知甲方。
    </p>
    <h4>第六条 违约责任</h4>
    <p>
      1、甲方确保按照双方约定结算账期内将结算费打款到乙方提供的账户，如甲方原因导致无法按期支付乙方结算费用，每逾期一自然日乙方将按照甲方应付未付的结算费总价收取1%违约金。甲方拖欠结算费用5个工作日以上时，乙方有权终止提供任何服务，由此造成的任何责任和损失由甲方承担，同时若甲方与乙方（或乙方关联公司）签订其他合同，乙方有权在甲方其他合同中的应付款项中冻结并扣除此费用
    </p>
    <p>
      2、乙方在本合同中承担的违约及赔偿金额累计不超过本合同下乙方已收取服务费的总和。
    </p>
    <p>
      3、乙方服务完成，经用户签收确认后，发生的货损或其他问题，将统一由甲方处理，乙方不承担任何责任，甲方不得以任何理由无故拖延支付乙方服务费用。甲方是该产品售后服务责任人，产品售后问题均由甲方负责统一处理。对于乙方安装后，15天内的安装责任事故，甲方有追偿的权利。
    </p>
    <p>
      4、甲方违反本合同及其附件的约定或因甲方原因给乙方带来的所有损失均由甲方承担。
    </p>
    <h4>第七条 不可抗力</h4>
    <p>
      1、不可抗力是指双方不能预见、对其发生和后果不能避免且不能克服的客观情况，包括但不限于：严重的自然灾害和灾难（如台风、洪水、雷击、地震、非人为原因导致的火灾和爆炸等）、战争（不论是否宣战）、叛乱、动乱等。
    </p>
    <p>
      2、因不可抗力而迟延履行本合同的期限与不可抗力持续的时间相同。受到不可抗力影响的一方应在不可抗力事件发生后，立即以可能的最为快捷的方式通知对方，并在五日内向对方出具有效书面证明文件同时应采取积极有效的措施以尽量减少因不能或延迟履行合同而给对方造成的损失。
    </p>
    <p>
      3、不可抗力持续时间达到十五日的，任一方有权通知对方提前终止本合同，不视为违约。
    </p>
    <h4>第八条 其他条款</h4>
    <p>
      1、本合同有效期间甲乙双方发生或出现与本合同有关的一切争议或纠纷时，甲乙双方应平等友好协商解决。如协商不成，双方约定将有关争议提交合同签订地有管辖权的人民法院诉讼解决。本协议有效期自生效之日起至生效日当年12月31日或甲方通过系统向乙方下达的服务订单全部到期之日止（以较晚到来之日为准）。本合同有效期内，任何一方均有权提前30日书面通知对方终止本合同，本合同自乙方通知约定的终止日满时终止。合同终止后，甲方尚未支付的服务费仍应继续完成支付。
    </p>
    <h4>附件一：</h4>
    <h4>反商业贿赂协议</h4>
    <h4>(“乙方”在如下协议中指乙方及乙方的关联公司/机构)</h4>
    <p>
      双方合作期间，为了更严格遵守《反不正当竞争法》及其他相关法律法规有关禁止商业贿赂行为的规定，维护双方共同利益，促进双方关系良好发展，经双方友好协商，达成如下协议：
    </p>
    <p>
      第一条
      本协议中的<strong>商业贿赂</strong>是指甲方为谋求交易机会或竞争优势及其他合作的利益，甲方或甲方单位工作人员或甲方通过第三方给予乙方客户、乙方员工及乙方员工利害相关人的一切物质及精神上的直接或间接的不正当利益。
    </p>
    <p>
      第二条
      <strong>不正当利益</strong
      >：包括物质性利益和非物质性利益。物质性利益是指能够直接用金钱价值加以衡量的利益。包括但不限于回扣、贿赂、私下佣金、借款、实物、现金或现金等价物（如：消费卡/券、提货券、购物卡、换购券、充值卡、交通卡、电话卡、各种话费的充值或其它可供使用或消费的充值、储值卡及其它形态的有价礼券或证券等）、支票及财产性权益、旅游、宴请、免费消费。非物质性利益是指难以直接用经济或金钱价值加以衡量的能满足人们需求和欲望的精神利益和其他不正当利益，是物质性利益以外的权益、优惠、便利以及其它好处。包括但不限于给予解决住房机会、迁移户口、调动工作、提拔职务、安排出国留学、享受免费的服务等方面的利益，以及给予荣誉、名誉、称号、资格、地位、特权。
    </p>
    <p>
      第三条
      <strong>利益冲突</strong
      >：包括但不限于（1）甲方不得向乙方客户、乙方员工及其利害相关人提供任何形式的借款（除银行常规贷款业务外）；（2）甲方的股东、监事、经理、高级管理人员、合作项目负责人及项目成员系乙方客户、乙方员工或其利害相关人员的，应在合作前以书面方式如实、全面告知乙方。（3）双方合作过程中，甲方不得允许乙方员工及其配偶、近亲属持有或由第三方代持有甲方股权（但通过公开的证券交易市场且低于发行在外5%的权益、通过直接或间接持有无实际控制权的基金、或通过受益人非本人或利益代言人的信托方式持有的股份除外），亦不得聘用乙方员工（包括但不限于建立正式劳动关系、劳务派遣、外包服务、兼职、咨询顾问等其他形式）。（4）甲方不得雇佣乙方辞退的人员或自乙方主动离职不到1年的人员对接乙方业务。（5）甲方不得通过不正当利益贿赂乙方客户，要求客户购买甲方商品。
    </p>
    <p>
      第四条
      <strong
        >若甲方违反上述约定行为之一，乙方有权单方部分或全部终止与甲方的合同，同时甲方应向乙方支付10万元违约金或者支付合作期间订单（合同）金额的50%作为违约金，两者以高者为准。鉴于上述行为严重破坏经营秩序，损害营商环境，甲方充分知悉并认可上述违约金为惩罚性违约金，违约金包括但不限于乙方的实际损失、预期利益损失、商誉损失及其他直接和间接损失。在任何情况下，甲方均同意按照本条款约定全额支付违约金。甲方应于乙方发现违约行为之日起5个工作日内支付违约金，如未及时支付，乙方有权停止结算货款、质保金，通知第三方支付机构止付甲方京东钱包，且有权从合同款项中直接扣除。同时，甲方及其实际控制、代理的或协助甲方业务的公司将被列入失信名单，即为永不合作的供应商。</strong
      >
    </p>
    <p>
      第五条
      若甲方违反本协议第三条第（2）款和/或第（3）款、第（4）款之规定，除应根据上述第四条承担违约金，甲方还应将因此行为所得的全部收益支付给乙方。甲方应于乙方发现该等违约行为之日起5个工作日内向乙方支付其所得的全部收益，如未及时支付，乙方有权从合同款项中直接扣除，不足部分乙方有权向甲方进行追偿。
    </p>
    <p>
      第六条
      对于甲方，无论是主动还是被动发生第一条、第二条、第三条所示行为的，如果主动向乙方提供有效信息，乙方将与甲方继续合作并给予相应的奖励，对于上述情形的处理乙方有完全的判断权和自主权，甲方认可并自愿接受处理结果。
    </p>
    <p>
      第七条
      若甲方有知悉/怀疑乙方员工有违反上述规定的，欢迎与乙方监察部联系。信息提供者提供的有关商业贿赂行为的信息一经查实，乙方将根据事件的影响程度给予信息提供者5000元至1000万元人民币的现金奖励或相应广告、促销等资源类奖励（最低不少于人民币5000元）。
    </p>
    <p>
      乙方设定专用邮箱接受甲方的投诉jiancha@jd.com，电话：400-601-3618。乙方会对所有信息提供者及所提供的全部资料严格保密。
    </p>
  </div>
</template>
<style scoped lang="scss">
.agreement {
  height: 500px;
  overflow: auto;
  font-size: 14px;
  line-height: 30px;
  padding: 0 10px;
  p {
    text-align: left;
    text-indent: 24px;
  }
  span {
    text-decoration: underline;
  }
}
.agreement::-webkit-scrollbar {
  width: 8px;
}
.agreement::-webkit-scrollbar-track {
  background-color: #f2f2f2;
}
.agreement::-webkit-scrollbar-thumb {
  background-color: #999999;
  -webkit-border-radius: 2em;
  -moz-border-radius: 2em;
  border-radius: 2em;
}
.agreement::-moz-scrollbar {
  width: 8px;
}
.agreement::-moz-scrollbar-track {
  background-color: #f2f2f2;
}
.agreement::-moz-scrollbar-thumb {
  background-color: #999999;
  -webkit-border-radius: 2em;
  -moz-border-radius: 2em;
  border-radius: 2em;
}
</style>
