<!--
 * @Author: sjp
 * @Date: 2021-05-21 20:30:09
 * @LastEditTime: 2021-07-22 11:05:30
 * @LastEditors: Please set LastEditors
 * @Description: In User Settings Edit
 * @FilePath: \jzyf-static3\src\views\enterProcess\modules\branch\agreement.vue
-->
<template>
  <div class="agreement">
    <h2 style="text-align: center;">区域服务网点委托协议</h2>
    <p>一、总则</p>
    <p>
      服务商（服务委托方）、网点（服务受托方）双方依照《中华人民共和国民法典》、《中华人民共和国消费者权益保护法》、《中华人民共和国产品质量法》、《家电维修服务业管理办法》等法律及相关行政法规，本着“互利共赢”的合作精神及“高效、优质”的服务理念，就服务商指定区域的相关家电产品售后服务（包括但不限于安装、维修、保养、清洗等）委托给网点等相关事宜达成合作。
    </p>
    <p>
      <strong>双方通过在【</strong>京致·云服<strong
        >】平台在线点击确认签署的方式完成该协议签署，协议自双方均在【</strong
      >
      京致·云服<strong>】平台完成在线点击确认时生效。</strong>
    </p>
    <p>
      <strong>合作方式：服务商与网点通过【</strong> 京致·云服<strong
        >】平台系统展开合作，网点确认并同意服务商有权将其服务工人以及服务网点区域等信息提交【 </strong
      >京致·云服<strong>】平台。服务商通过【</strong> 京致·云服<strong
        >】平台的系统向网点派发工单，工单完成后双方按照约定进行结算。双方之间是合作关系，各自法律地位平等各自独立经营，自承风险、自负盈亏。双方间不存在隶属、雇佣、劳动关系、控制、股权投资等类似关系。双方确认【 </strong
      >京致·云服<strong>】平台仅提供技术服务，【</strong>京致·云服<strong>
        】平台不参与双方之间的服务关系。</strong
      >
    </p>
    <p>二、 名词定义</p>
    <p>天：本合同所指“天”为自然日，而非工作日。</p>
    <p>
      服务质量保证金：本合同中的“质保金
      ”，指网点向服务商缴纳的服务质量押金。质保金归属网点所有，双方终止合作时服务商向网点无息退回。
    </p>
    <p>
      区域综合等级：基于国家统计局《统计用区划和城乡划分代码》，对全国区域按四级行政
    </p>
    <p>
      区划（省->市->区县->街镇乡）进行了统一分级管理。将第四级行政区作为“服务区域”（服务区域在工单中可见）。
    </p>
    <p>三、 服务商权利义务</p>
    <p>服务商在网点的积极配合下，将履行以下权利及义务：</p>
    <p>1、 下派工单并结算服务费用</p>
    <p>
      1.1.
      服务商根据网点的产品服务能力和区域服务范围，向网点下派售后服务工单。网点按服务商要求提供安装、维修、保养、清洗等服务
    </p>
    <p>
      1.2.
      服务商向网点下派服务工单，并根据网点完成售后工单的情况，向网点结算服务费用。
    </p>
    <p>
      1.3.
      服务商向网点下派服务工单，服务过程中如涉及需要收费项，网点必须按照服务商收费指导标准执行。
    </p>
    <p>
      1.4.
      服务商将对网点进行服务质量跟踪监督，根据检查结果，对网点予以奖励或处罚。
    </p>
    <p>2、 配件供应</p>
    <p>
      2.1.
      服务商根据网点的维修需要提供维修配件，保内配件由厂家无偿提供，保外配件由网点指导客户自费购买，或网点与客户协商由网点代购买费用由客户承担。
    </p>
    <p>
      2.2.
      保内工单如需使用网点配件，可由网点向服务商申请，待服务商同意后方可使用。
    </p>
    <p>
      2.3.
      工单若存在需返厂的配件，网点需在服务完成后按照服务商规定时间返回，如有丢失，服务商有权从网点钱包扣除相应款项。
    </p>
    <p>3、 技术支持</p>
    <p>
      3.1.
      服务商定期将技术资料、服务要求、产品设计改进信息、相关配件信息等及时提供给给网点查阅。
    </p>
    <p>
      3.2.
      服务商为网点提供家电产品安装、维修、保养、清洗等的相关技术支持和培训，协助网点完成售后服务工作，帮助网点提高服务技能。
    </p>
    <p>4、 品牌标识、工服与工作证（如有请按此执行）</p>
    <p>
      4.1.
      服务商按照经审核确认的方案，向网点有偿提供门店门头品牌标识设计制作支持。网点使用带有服务商品牌的门头标识设计，并不代表其存在隶属、控制、股权投资等类似关系。
    </p>
    <p>
      4.2.
      服务商按照经审核确认的人数，向网点有偿提供统一的工作服、工作证。网点工作人员如有调整，应及时向服务商报告。网点人员持有服务商颁发的工作证、穿有服务商发放的工作服等，只是表明其具有服务服务商工单的资格，并不代表其成为服务商员工或与服务商建立了某种劳动关系。网点人员在工作过程中出现的一切问题，包括但不限于安全事故、劳资纠纷、违法犯罪行为等均与服务商无关，由网点负全责。造成用户及服务商一切损失的由网点全部承担。
    </p>
    <p>5、 其他</p>
    <p>
      5.1.
      在合同有效期间，为改善服务质量和提高管理水平，服务商保留单方面修改服务规范、技术标准、服务结算标准、指导价格、考核标准、培训与技术支持政策等文件的权利。
    </p>
    <p>
      5.2.
      在合同有效期间，根据服务质量情况，服务商保留单方面调整服务商的产品服务品类及服务区域范围、派单级别的权利。
    </p>
    <p>第四章、 网点权利义务</p>
    <p>一、 资质条件</p>
    <p>1. 服务能力基本要求</p>
    <table border="1">
      <tr>
        <th>服务能力基本要求</th>
        <th>检验标准</th>
      </tr>
      <tr>
        <td>
          <p>
            1.
            具备完善的工商、税务注册和登记手续。证照自本合同签订之日起有效期至少为一年。
          </p>
          <p>
            2.
            属于网点独立的银行开户账户、银行开户账号。银行账户、账号不得依附于任何单位或个体，网点银行开户账户名称必须与网点单位名称或注册帐号姓名一致。
          </p>
        </td>
        <td>
          <p>1、 法定营业执照、税务登记证明及负责人身份证明。</p>
          <p>
            2、
            在本合同有效期内，网点不能更改单位名称：除了银行升级原因外，网点不能更改银行开户行、开户账户、银行帐号。如有变更，网点应知会服务商根据具体情况重新签订合同。
          </p>
        </td>
      </tr>
      <tr>
        <td>
          <p>
            1.
            配备业务所需的且能保证安全操作的必要工具、专业维修设施、设备和满足精度要求的检测设备。
          </p>
          <p>2. 拥有便携式维修设备，具备上门进行大、中、小维修服务的能力。</p>
          <p>3. 必须配备必要的交通工具，能够满足迅速及时上门服务的要求。</p>
        </td>
        <td>
          <p>1、 维修设备清单。</p>
          <p>2、 交通工具的照片或行驶证明。</p>
        </td>
      </tr>
      <tr>
        <td>
          <p>1. 配备专用电话等通讯设备。</p>
          <p>
            2.
            服务商要求具备可用于服务信息接收、回传服务数据的专用电脑，且具备快速上网条件。
          </p>
        </td>
        <td></td>
      </tr>
      <tr>
        <td>
          <p>1. 拥有完善的内部管理制度。</p>
          <p>
            2.
            有固定编制的安维人员、信息员、配件管理员（信息及配件人员可兼职）。
          </p>
          <p>
            3.
            所有安维人员需经过服务规范、服务礼仪、专业技术等培训，并保证持有服务商或政府有关部门认可的培训机构发放的服务、技术资格证书。
          </p>
        </td>
        <td>
          <p>
            1、
            所有维修、安装人员需持有服务商颁发的“工作证”、穿着工作服后方可上门服务。
          </p>
          <p>
            2、
            网点提供人员名单、身份证原件及技术等级证书原件。并将相应复印件交服务商备案。
          </p>
        </td>
      </tr>
    </table>

    <p>
      2.
      网点在开展日常服务工作中，应严格遵守《中华人民共和国产品质量法》、《中华人民共和国消费者权益保护法》、《家电维修服务业管理办法》、《部分商品修理更换退货责任规定》等国家相关法律法规，严格执行服务商各类服务规范和相关管理文件。
    </p>
    <p>
      3.
      服务商对网点的资质条件要求以及考核，并不代表是双方共同设立和经营的服务网点，网点在经营过程中产生的法律责任应由网点自行承担。
    </p>
    <p>
      4.
      网点为满足签订本合同条件和满足服务商的服务要求而进行的任何人力和物力的投资，费用由网点承担，服务商不承担任何责任和义务。
    </p>
    <p>
      5.
      本合同中服务网点的资质条件要求是网点作为一个在工商机关登记注册的企业和服务商应该具备的，网点不能以在经营中出现亏损，或者服务商停止向网点派发工单，或者服务商解除合同，或者合同到期后双方不再续约等任何理由要求服务商承担房租、租车费、设备款、装修费、人员工资等所有软、硬件费用及损失。
    </p>
    <p>
      6.
      网点在与服务商合作前就应该具备基本的专业技能，服务商向网点提供的技术培训资料，网点应该对其服务人员及时进行培训。
    </p>
    <p>
      7.
      网点同意服务商因业务需要将网点相关企业信息提交至业务平台备案或通过网点实名认证方式提交信息，并同意授权业务平台在业务开展必要时调用实名认证相关信息。
    </p>
    <p>二、 服务质量保证金</p>
    <p>
      1.
      网点应向服务商缴纳服务质量保证金（质保金），支付方式由双方自行约定，服务质量保证金与【京致·云服
      】平台无关。
    </p>
    <p>
      2.
      网点向服务商缴纳的质保金，由服务商进行专项管理，在本合同有效期内不参与双方的维修费用结算、配件费用结算等，服务商不需要支付质保金有关的任何利息。
    </p>
    <p>
      3.
      如在合作期间，未经服务商同意，网点单方面退出合作，则网点所缴纳的质保金不予退还，造成的损失由网点承担。
    </p>
    <p>
      4.
      如在合作期间，网点出现重大违规事件、不正当理由退单或拖延服务，给服务商造成损失，服务商以书面形式责令网点整改，两次以上(不含两次)仍未达到服务商整改要求的，服务商有权取消网点合作资格，不予退还质保金并终止本合同。
    </p>
    <p>
      5.
      质保金在合同有效期内不退还网点，合同解除后，质保金先结清网点对服务商的欠款，包括但不限于配件欠款、惩罚金等，90
      天内将剩余质保金退回给网点。
    </p>
    <p>6. 服务商退还质保金余额时，不需要向网点支付与质保金有关的任何利息。</p>
    <p>三、 上门服务</p>
    <p>1. 网点对服务商派工的服务任务，应按时，保质、保量的完成。</p>
    <p>
      2.
      网点必须穿戴服务商提供的工作服、工作证为服务商用户开展服务工作，不得穿戴其它品牌或平台的工作服、工作证为服务商用户服务。
    </p>
    <p>
      3.
      网点接到工单时须及时响应并按服务商要求的服务规范进行操作：涉及电商平台的服务规范及时效要求以平台规则为准，如京东平台工单服务规范及时效要求以京东平台规则为准。
    </p>
    <p>
      a)
      准时上门：网点应严格按照与用户预约的上门时间上门，不得无故提前或推后上门时间；
    </p>
    <p>
      b) 快速返件：服务完成后需在7
      天内返还配件并在配件处贴好标签备注清楚工单号、用户联系方式、产品型号及配件故障，按厂家指定的付费方式快递并将单号与快递费用录入系统。
    </p>
    <p>2) 网点处理信息灵活性要求</p>
    <p>
      a)
      过保收费：用户对过保收费有意见的要灵活处理，取消服务的要及时反馈服务商；
    </p>
    <p>
      b)
      更换鉴定：用户要求更换的，尽量说服用户不进行更换，如用户不同意要马上反馈给服务商客服；
    </p>
    <p>
      c)
      用户责任：如因用户问题误操作、用户拒修或者对收费有异议的，网点可适当调整收费或马上反馈给服务商客服。
    </p>
    <p>
      4.
      网点在提供服务时，必须按要求服务商要求做好相关的交付记录工作，包括但不限于单据记录、用户签名确认、上传相关服务说明和图片/视频凭证。
    </p>
    <p>
      6.
      凡服务商派单属保内产品的，网点不得向用户收取任何费用（若涉及辅材和附加服务收费，须按照服务商指导标准执行;网点若违反，则服务商有权对网点处以收取费用金额5
      倍以上罚款；如网点有3
      次或以上违规行为的，服务商有权取消合作资格，不予退还质保金并终止本合同。
    </p>
    <p>
      7.
      凡服务商派单属保外产品的，网点必须按服务商指导标准进行收费，网点不得向用户擅自加价或收取额外费用，网点若违反，则服务商有权对网点将处以收费金额5
      倍以上罚款；如网点有3
      次或以上违规行为的，服务商有权取消合作资格，不予退还质保金并终止本合同。
    </p>
    <p>
      8.
      网点人员需按照规范的安装、维修、保养、清洗工艺流程操作，服务完成后必须进行产品功能调试并安排人员对用户进行回访。
    </p>
    <p>
      9. 网点进行产品安装（保养）在交付使用后90
      日内因安装（保养）不当发生故障，网点免费保修。
    </p>
    <p>
      10. 网点进行产品维修在交付使用后90
      日内发生同类故障，维修费用（包括上门费用）由网点承担；维修好的产品安全系数，应达到产品原有的基本安全性能要求。
    </p>
    <p>
      11.
      网点接到工单后，应严格按服务商制定的服务流程及服务规范开展服务工作，并在整个服务过程中积极维护服务商及合作企业的品牌形象和商业信誉。不得向用户或经销商说出带有“质量方面问题”、“属质量问题”、诋毁合作品牌的类似陈述或书面意见；如有违规，经查实，则服务商有权对网点进行处罚。
    </p>
    <p>
      12.
      网点人员在服务当中，对无法进行现场服务或已超过服务权限的，需与用户进行解释并联系服务商派单客服。
    </p>
    <p>
      13.
      网点在安装产品前，需对用户购买产品型号与实际适用情况进行确认，如出现用户安装环境与购买的产品安装不匹配、产品与发票不符，或有环境差异、用户要求安装位置有差异等问题，必须要及时向用户说明，网点有权拒绝安装。如用户坚持自己的观点，要求安装，应请用户签署一份产品安装协议书，然后再根据用户要求安装，同时及时告知服务商客服。
    </p>
    <p>
      14.
      网点承接服务商的产品维修工单，应保证其维修质量。同时网点必须在服务开始前以及服务完毕后对用户产品进行安全检查并书面提醒到位。如因网点违规操作发生安全或质量事故等，网点承担一切责任，并赔偿因此给服务商带来的损失。
    </p>
    <p>
      15.
      为保证质量分析、故障分析的真实性，网点在填写服务报告时，须真实规范的填写故障现象、故障原因、服务措施、收费情况等。
    </p>
    <p>
      16.
      网点接到送修工单，应积极配合引导用户送修，在接到送修产品时妥善保管，同时需向用户开具收货凭证，接到送修产品后需在24
      小时内检测、维修；如因网点原因造成产品受损或丢失，网点负赔偿责任；送修产品送还用户时，须保证产品的外观干净、整洁。
    </p>
    <p>五、 安全检查要求</p>
    <p>
      1.
      网点承接服务商的产品售后工单，网点应保证产品安装牢固可靠，并严格按照服务商安装工艺进行施工。在安装、维修时，网点应检查产品和线路等是否带电、漏电,防止电伤服务人员以及用户。
    </p>
    <p>
      2.
      网点服务完毕后应对工单中所规定的产品进行安全通检，特别是对产品安全性的检测，防止因漏水、漏电、漏气等造成安全事故。
    </p>
    <p>
      3.
      网点应对因其工作人员服务不良或不规范、服务过程中的违规操作等引起产品使用故障、用户不满以及安全、质量事故等承担一切经济责任。
    </p>
    <p>
      4.
      网点应严格遵守国家有关安全生产的规定以及交通安全,主动掌握各类安全知识,保证本单位服务人员经过严格的安全培训，并保证在服务过程中采取有效的安全措施，网点及网点服务人员和用户造成人身、财产损失的，由网点承担一切责任。
    </p>
    <p>六、 及时反馈要求</p>
    <p>当出现以下情况时，网点需在第一时间向服务商报告：</p>
    <p>
      1.
      网点在进行服务前发现产品信息与工单信息不一致时（产品品牌、数量、规格等）；
    </p>
    <p>
      2.
      网点在服务用户发生分歧或纠纷无法解决时（拒绝服务、要求退换机、额外费用）；
    </p>
    <p>3. 网点在上门服务时发现机器已被拆机检测或维修，应暂停服务并拍照反馈；</p>
    <p>4. 发生客户投诉且未能圆满解决而引发问题时；</p>
    <p>5. 网点公司更换名称、法定代表人或负责人、地址时。</p>
    <p>七、 费用结算与发票</p>
    <p>
      1.
      网点完成工单，待服务商审核完毕后，服务商通过银行转账的方式向网点结算费用
    </p>
    <p>
      2.
      网点在收到费用后，需在当月内向服务商提供增值税专用发票，发票金额应与当月实际提现金额一致。
    </p>
    <p>
      3.
      结算账户信息及开票信息以双方约定为准，如有更新需要提前在下个结算日或开票日前至少7天通知对方。
    </p>
    <p>
      4.
      网点账号变动时需要及时通知服务商，避免因账号变动而造成汇款的损失，若因网点没有及时通知造成的财务汇款损失由网点自行承担。
    </p>
    <p>5. 网点对结算费用如有疑问，有权提出查询或要求解释。</p>
    <p>八、 保密</p>
    <p>1. 网点不得以任何方式向第三方泄露服务商任何保密信息。</p>
    <p>
      2.
      司法机关或政府主管部门因公务需要从网点获得与服务商有关的任何保密信息，网点应立即通知服务商。
    </p>
    <p>
      3.
      网点不得利用为服务商承揽品牌提供服务期间获得的任何技术、产品、管理信息，对承揽品牌产品进行诋毁、诽谤等不正当竞争行为或向第三方的此类行为提供支持。
    </p>
    <p>4. 本条款在本合同解除、终止后长期有效，不因本合同的解除、终止而失效。</p>
    <p>七、 合同变更及解除</p>
    <p>1、 合同变更</p>
    <p>
      本合同在执行过程中有变更修改时，甲乙双方应及时进行书面确认，确认函做为本合同补充说明执行。
    </p>
    <p>2、 合同解除</p>
    <p>
      2.1.
      当网点行为出现如下情况之一时，服务商有权随时解约，同时服务商不需承担任何违约责任，也不需承担网点的任何损失：
    </p>
    <p>1) 投诉到国家级、省级、地方级媒体或网站并被曝光的；</p>
    <p>2) 拒绝向用户提供服务的；</p>
    <p>3) 维修作假：伪造、谎报用户填单报修的；</p>
    <p>4) 其他多次违反奖惩条件的或违反多项奖惩条件的或情节较为严重的。</p>
    <p>
      2.2.
      无论何种原因，网点如要解除合同，应提前30天书面通知服务商。否则，服务商有权不予支付一切费用和不予退还质保金。同时，服务商不需承担任何违约责任，也不需承担网点的任何损失。
    </p>
    <p>
      2.3.
      网点同意服务商有权以书面形式通知网点变更或解除本合同或双方签订的其它合同、协议。合同自服务商发出通知之日起30
      天后变更或解除，服务商不需承担任何违约责任，也不需承担网点的任何损失。
    </p>
    <p>2.4. 无法执行本合同时须提前30 天书面通知对方另议合同解决办法。</p>
    <p>2.5. 解除本合同后，网点必须履行以下事项：</p>
    <p>
      1)
      停止使用、消除、销毁与本合同授权内容相关的服务商所有注册商标、专用图形文案、招牌标志（如门头、灯箱、车身广告等）等，若由服务商出资所装备的标志，服务商有权收回；
    </p>
    <p>
      2)
      停止使用并返还服务商提供的所有文件、技术资料、维修工具、工作证、其他相关证件、授权牌匾、广告物品等；
    </p>
    <p>
      3) 删除网点所记录的全部服务商用户信息，向服务商上交所有服务商用户资料；
    </p>
    <p>
      4)
      未经服务商许可，网点不得将所掌握的有关服务商的组织机构、服务流程、管理文件、用户信息、质量信息等以任何形式对外泄露；
    </p>
    <p>
      5)
      网点保证在合同履行期间和本合同解除后不做任何有损服务商利益的行为，包括但不限于泄漏服务商产品的商业秘密、扰乱服务商办公秩序，侮辱诽谤、损害服务商名誉等，本条款长期有效，不受本合同有效期的限制；
    </p>
    <p>
      6)
      即使在本合同终止之后，网点承诺永远不将其所知的服务商信息（包括用户信息、质量信息、技术资料、备件清单、价目表及产品瑕疵、用户的评论与申斥等）泄露给第三方，并且不将这些用于本合同无关的目的。
    </p>
    <p>2.6. 网点应主动配合服务商即时清结对双方之间的债权债务。</p>
    <p>八、 违约责任</p>
    <p>除本合同另有约定外，网点存有违约行为时，按照本章执行。</p>
    <p>
      1.
      服务商接到用户投诉后将对投诉事由进行审查，确属网点原因的，网点应积极配合解决客诉，并承担相应的责任。属于产品本身质量问题的，由服务商与产品生产厂家或销售商协商解决，并及时反馈网点及用户。如网点对于服务商或服务商的厂家的认定结果有争议，由网点自行提交至第三方检测机构检测，检测费用由网点先行承担。服务商不予认可时，网点可以在服务商所在地提起诉讼。
    </p>
    <p>
      2.
      因网点造成的后果由网点自行承担，情节严重的服务商有权要求网点赔偿服务商全部损失并不予返还质保金。因网点造成的服务商与生产厂家或销售商、其他任意第三方之间权利义务纠纷的，不管是否由法院等机构认定由服务商承担责任与否，并导致服务商先行垫付的，网点均需承担全部责任，并赔偿服务商因此支付的律师费、调查费、担保费、保全费、诉讼费等费用。
    </p>
    <p>
      3.
      网点在从事高空及特种作业时，必须按照国家特种作业规定持有国家相关部门认证的相应工种高空及特种作业证才可上岗工作，网点承担审查网点师傅是否具有对应作业资格证书的义务，并承担因此产生的全部法律责任。
    </p>
    <p>
      4.
      网点的工程师必须在完成服务后进行产品的运转测试，并嘱咐用户留意产品运转产生的异常，并及时通知网点负责人或服务商。如果因产品质量造成的售后问题，由产品的生产厂商承担责任；如果因售后服务人员服务中造成的售后问题，由网点承担责任；如果因用户造成的售后问题，由用户承担责任。对于责任不好认定的有三方共同指定的检测机构检测认定。
    </p>
    <p>
      5.
      网点应当严格按照国家法律法规对售后服务规范的要求，并在能力范围内承接工单，网点与网点在服务商系统注册子账号、网点雇佣人员等在完成工单过程中产生的任何对网点、该人员自身、网点雇佣人员或网点派单子账户师傅、第三人所产生的任何损失均由网点承担，因产品质量问题导致的损失除外。服务商对于网点违规操作引起的任何自有人员或第三方的人身和财产损失不负任何责任。
    </p>
    <p>
      6.
      双方合作过程中，一方知悉的另一方的商业秘密，不得泄露给第三方。本合同全部内容属于服务商的商业秘密，网点不得泄漏给第三方。合同附件是本合同的重要组成部分，与本合同具有同等法律效力。
    </p>
    <p>
      7.
      网点通过在网站、论坛、贴吧、新闻报纸、QQ、微信等聊天群、或其他网络聊天工具、微博等网络平台上恶意中伤、毁谤服务商形象，经确认属实属于违约。网点当向服务商缴纳违约金人民币5000
      元以上，且质保金不能退还。同时在发布言论的平台进行删除不当言论并在该平台上公开道歉。存有多个平台发布上述言论时，每个平台均需发表致歉声明。
    </p>
    <p>九、 廉洁公约</p>
    <p>
      双方合作期间，为了更严格遵守法律法规有关禁止商业贿赂行为的规定，维护双方共同利益，促进双方关系良好发展，经双方友好协商，就合作过程中的廉洁事宜约定如下：
    </p>
    <p>
      1.
      本合同中的商业贿赂是指网点为获取与服务商的合作及合作的利益，网点或网点单位工作人员或网点通过第三方给予服务商员工及服务商员工利益代言人的一切物质上的直接或间接的不正当利益。
    </p>
    <p>
      2.
      不正当利益：网点或网点工作人员或网点通过第三方向服务商员工及服务商员工利益代言人直接或间接赠送礼金、物品或采取其他变相手段提供不正当利益，包括但不限于现金、支票、信用卡礼品、样品或其他商品、娱乐票券、会员卡、货币或货物形式的回扣、回佣、网点付款的旅游、宴请及个人服务等。网点不得向服务商员工及其利益代言人提供任何形式的借款。
    </p>
    <p>
      3.
      利益冲突：网点如有聘用服务商员工配偶及其他利益代言人任职于网点的，应在聘用之日起三日内以书面方式如实、全面告知服务商。
    </p>
    <p>
      4.
      若网点违反上述约定行为之一，服务商有权立即单方面终止与网点的合同，且质保金不予退还。
    </p>
    <p>
      5.
      对于网点，无论是主动还是被动发生第一条、第二条、第三条所示行为的，如果主动向服务商提供有效信息，服务商将与网点继续合作并给予相应的奖励，对于上述情形的处理服务商有完全的判断权和自主权，网点认可并自愿接受处理结果。
    </p>
    <p>
      6.
      若网点有知悉/怀疑服务商员工有违反上述规定的，欢迎与服务商内控合规部门联系。信息提供者提供的有关商业贿赂行为的信息一经查实，服务商将根据事件的影响程度给予信息提供者相应人民币现金或同等价值的物品奖励。
    </p>
    <p>十、 其它事项</p>
    <p>
      1.
      服务商除按合同约定向网点支付相关款项外，不需承担网点的任何费用、利润损失、其他特殊或间接或意外或后续的损失、应由网点负担的税金和其他款项等。
    </p>
    <p>
      2. 甲乙双方之间已签订的其它合同、协议与本合同有不同约定时，以本合同为准。
    </p>
    <p>
      3.
      网点同意根据经营需要将自己在本合同中的权利或义务转让给第三方时，网点必须提前30天书面通知服务商，并将第三方承担网点所有权利义务的证明原件给予服务商，经服务商同意后第三方方可继续履行合同，否则此合同对第三方无效，服务商有权对网点提前终止合同并撤点。
    </p>
    <p>
      4. 网点法定代表人或负责人对网点履行本合同中的所有行为承担连带保证责任。
    </p>
    <p>
      5.
      本合同部分条款被确认为无效或者合同终止造成部分条款不予履行，并不影响其他条款的法律效力，其他条款仍继续有效，网点应继续履行其应承担的义务。
    </p>
    <p>
      6.
      本合同之附件均为本合同不可分割的一部分。本合同附件与本合同有矛盾之处或未规定之处，以本合同为准。本合同及其附件内容、空格部分填写的文字与印刷文字具有同等效力,本合同附件包括下列文件以及合同履行过程中签署的其他文件：
    </p>
    <p>
      9.
      本合同未尽事宜双方平等协商解决。若有必要，可由双方协商一致后签订补充合同，或通过授权邮箱邮件确认方式补充，补充合同与本合同具有同等法律效力。
    </p>
    <p>十一、 合同签署</p>
    <p>
      1、 委托产品、服务项目及服务区域范围以双方在【京致·云服
      】平台中系统双方确认维护的为准
    </p>
    <p>
      2、 委托时间（同合同到期时间）自双方在【京致·云服
      】平台完成确认起生效，有效期1年。协议期限届满后，双方如无书面异议的，自动延期。若任意一方有异议，可按照合同解除条款向对方提出解除。
    </p>
    <p>附件一：<strong>《服务违规处理标准》</strong></p>
    <p>附件一</p>
    <p style="text-align: center"><strong>《服务违规处理标准》</strong></p>
    <p>
      当网点出现下述违约情形，服务商有权从乙方保证金或结算费用中收取违约金。如后续甲方通过公布的其他的书面规则与本表内容相冲突，以公布在后的文件为准。
    </p>
    <table border="1">
      <tr>
        <th>大类</th>
        <th>违规情形</th>
        <th>违约金（单位：元）</th>
      </tr>
      <tr>
        <td rowSpan="3">交付流程不达标</td>
        <td>超24小时未与终端消费者预约上门时间</td>
        <td>20~200</td>
      </tr>
      <tr>
        <td>未按产品标准要求（商品详情页）提供服务支持引起终端消费者投诉</td>
        <td>100~500</td>
      </tr>
      <tr>
        <td>拒绝为终端消费者提供产品定义范围内的服务内容</td>
        <td>100~500</td>
      </tr>
      <tr>
        <td rowSpan="8">服务不规范</td>
        <td>因服务原因，造成的终端消费者投诉，经查证属实的</td>
        <td>100~1000</td>
      </tr>
      <tr>
        <td>
          服务交付过程中出现交付事故导致媒体曝光、网络恶性传播等负面影响，或导致京东或京东关联公司遭受10,000元以上经济损失，经查证属实服务商责任的
        </td>
        <td>100~5000</td>
      </tr>
      <tr>
        <td>
          服务态度差，态度恶劣，甚至辱骂，骚扰终端消费者，和终端消费者发生肢体冲突的
        </td>
        <td>100~500</td>
      </tr>
      <tr>
        <td>偷取终端消费者家物品</td>
        <td>500~3000</td>
      </tr>
      <tr>
        <td>诋毁平台或订单品牌商名誉，不配合或无视平台规则，威胁平台人员</td>
        <td>500~1000</td>
      </tr>
      <tr>
        <td>引导终端消费者取消订单或因服务商原因导致终端消费者取消订单的</td>
        <td>100~500</td>
      </tr>
      <tr>
        <td>因服务商原因造成终端消费者退换商品的</td>
        <td>100~500</td>
      </tr>
      <tr>
        <td>服务商向终端消费者乱收费的；使用劣质材料的</td>
        <td>100~500</td>
      </tr>
    </table>
  </div>
</template>
<style scoped lang="scss">
.agreement {
  height: 500px;
  overflow: auto;
  font-size: 14px;
  line-height: 30px;
  padding: 0 10px;
  table {
    td {
      padding: 10px;
    }
  }
  p {
    text-align: left;
    text-indent: 0;
  }
}
.agreement::-webkit-scrollbar {
  width: 8px;
}
.agreement::-webkit-scrollbar-track {
  background-color: #f2f2f2;
}
.agreement::-webkit-scrollbar-thumb {
  background-color: #999999;
  -webkit-border-radius: 2em;
  -moz-border-radius: 2em;
  border-radius: 2em;
}
.agreement::-moz-scrollbar {
  width: 8px;
}
.agreement::-moz-scrollbar-track {
  background-color: #f2f2f2;
}
.agreement::-moz-scrollbar-thumb {
  background-color: #999999;
  -webkit-border-radius: 2em;
  -moz-border-radius: 2em;
  border-radius: 2em;
}
</style>
